proj-xcode/TestClasses/PowerAuthServerSOAP/SoapRequests.bundle/_v3/VerifySignature.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pow="$XMLNS">
	<soapenv:Header/>
	<soapenv:Body>
		<pow:VerifySignatureRequest>
			<pow:activationId>$1</pow:activationId>
			<pow:applicationKey>$2</pow:applicationKey>
			<pow:data>$3</pow:data>
			<pow:signature>$4</pow:signature>
			<pow:signatureType>$5</pow:signatureType>
		</pow:VerifySignatureRequest>
	</soapenv:Body>
</soapenv:Envelope>
